Revit 2027 API
ParameterTypeId.PropertyArea Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertyArea { get; }
Public Shared ReadOnly Property PropertyArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertyArea {
	ForgeTypeId^ get ();
}
static member PropertyArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace